Repository: WPPlugins/wp-js-external-link-info
Catalog: js-external-link-info-*.po
Languages: de_de

source: Options
de_de: Einstellungen

source: Redirect file
de_de: Weiterleitungs Datei

source: empty for default
de_de: leer für Standardeinstellung

source: Redirect without Bloginfo
de_de: Weiterleitung ohne Bloginfo

source: Redirect active for
de_de: Weiterleitung aktiv für

source: Everybody
de_de: für Jeden

source: Quests only
de_de: nur für Gäste

source: new Browserwindow
de_de: neues Browserfenster

source: No
de_de: Nein

source: Simply enter the domain to exclude separated by line breaks here. (Example: www.joergschueler.de)
de_de: die auszuschliesenden Domain einfach durch Zeilenumbrüche getrennt hier eintragen. (Bsp: www.joergschueler.de)

source: Save Changes
de_de: Änderungen speichern

source: If you like this extension please feel free to donate for support and future development.
de_de: Spenden Sie für diese Erweiterung um den Support und die Weiterentwicklung zu unterstützen.

source: Settings
de_de: Einstellungen

source: Donate
de_de: Spenden
